var answers = [
    {
        q: "Какой узел нельзя развязать?",
        a1: "Железнодорожный",
        a2: "Мокрый",
        a3: "Морской",
        a4: "Прямой",
        correct: 1
    },
    {
        q: "Какой месяц короче всех",
        a1: "Март",
        a2: "Июнь",
        a3: "Май",
        a4: "Август",
        correct: 3
    },
    {
        q: "Какой фрукт является символом распрей?",
        a1: "Банан",
        a2: "Яблоко",
        a3: "Груша",
        a4: "Персик",
        correct: 2
    },
    {
        q: "Грибоедов написал поэму 'Горе...'",
        a1: "От ума",
        a2: "От изжоги",
        a3: "Луковое",
        a4: "От нечего делать",
        correct: 1
    },
    {
        q: "Сколько букв в названии столицы Германии?",
        a1: "3",
        a2: "5",
        a3: "8",
        a4: "6",
        correct: 4
    },
]
